brew "ast-grep"
brew "autoconf"
brew "bat"
brew "bfs"
brew "bitwarden-cli"
brew "bottom"
brew "carapace"
brew "chase/tap/awrit"
brew "cloc"
brew "cmake"
brew "colima"
brew "coreutils"
brew "delta"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "firefox"
brew "fortune"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg2" 
brew "harper"
brew "htop"
brew "imagemagick"
brew "jordanbaird-ice"
brew "jq"
brew "kubectl"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "librsvg"
brew "lsd"
brew "mage"
brew "mise"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nuclei"
brew "nushell"
brew "onefetch"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "pomdtr/tap/sunbeam"
brew "poppler"
brew "posting"
brew "resvg"
brew "ripgrep"
brew "ripsecrets"
brew "rust"
brew "rustp"
brew "rustup"
brew "semgrep"
brew "sevenzip"
brew "shortcat"
brew "ssh-audit"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "vivid"
brew "wget"
brew "wireshark"
brew "wpscan"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
cask "alt-tab"
cask "datagrip"
cask "discord"
cask "espansoPlugin"
cask "flameshot"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "neovide"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "rider"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "wezterm"