brew "alacrity"
brew "ast-grep"
brew "atuin"
brew "autoconf"
brew "bat"
brew "bfs"
brew "bitwarden-cli"
brew "bottom"
brew "carapace"
brew "charmbracelet/tap/crush"
brew "cmake"
brew "coreutils"
brew "delta"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "eva"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostty"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg2" 
brew "harper"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "librsvg"
brew "litecli"
brew "lsd"
brew "luarocks"
brew "mise"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nikolaeu/numi/numi-cli"
brew "ninja"
brew "nmap"
brew "onefetch"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "posting"
brew "resvg"
brew "ripgrep"
brew "ripsecrets"
brew "rust"
brew "rustp"
brew "rustup"
brew "semgrep"
brew "sevenzip"
brew "shortcat"
brew "ssh-audit"
brew "sst/tap/opencode"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "tree"
brew "vivid"
brew "watchman"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zoxide"
cask "alacritty"
cask "espanso"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "monitorcontrol"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "wezterm"