brew "autoconf"
brew "bat"
brew "bfs"
brew "bitwarden-cli"
brew "carapace"
brew "cmake"
brew "colima"
brew "coreutils"
brew "delta"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "exiftool"
brew "fd"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg2" 
brew "htop"
brew "jq"
brew "kubectl"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mise"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nuclei"
brew "onefetch"
brew "pinentry-mac"
brew "posting"
brew "ripgrep"
brew "ripsecrets"
brew "rustup"
brew "shortcat"
brew "starship"
brew "tokei"
brew "vivid"
brew "wget"
brew "wireshark"
brew "zellij"
brew "zoxide"
cask "alt-tab"
cask "datagrip"
cask "discord"
cask "espanso"
cask "flameshot"
cask "karabiner-elements"
cask "microsoft-edge"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "rider"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
cask "wezterm"
