{
    "Comment.nvim": { "branch": "master" },
    "LazyVim": { "branch": "main" },
    "LuaSnip": { "branch": "master" },
    "SchemaStore.nvim": { "branch": "main" },
    "aerial.nvim": { "branch": "master" },
    "barbar.nvim": { "branch": "master" },
    "better-ts-errors.nvim": { "branch": "main" },
    "blame.nvim": { "branch": "main" },
    "blink.cmp": { "branch": "main" },
    "blink.compat": { "branch": "main" },
    "bufferline.nvim": { "branch": "main" },
    "catppuccin": { "branch": "main" },
    "cmp_luasnip": { "branch": "master" },
    "conform.nvim": { "branch": "master" },
    "dial.nvim": { "branch": "master" },
    "dressing.nvim": { "branch": "master" },
    "dropbar.nvim": { "branch": "master" },
    "flash.nvim": { "branch": "main" },
    "friendly-snippets": { "branch": "main" },
    "fzf-lua": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "grug-far.nvim": { "branch": "main" },
    "harpoon": { "branch": "harpoon2" },
    "hydra.nvim": { "branch": "main" },
    "inc-rename.nvim": { "branch": "main" },
    "kulala.nvim": { "branch": "main" },
    "lazy.nvim": { "branch": "main" },
    "lazydev.nvim": { "branch": "main" },
    "leap.nvim": { "branch": "main" },
    "lualine.nvim": { "branch": "master" },
    "markdown-preview.nvim": { "branch": "master" },
    "mason-lspconfig.nvim": { "branch": "main" },
    "mason-nvim-dap.nvim": { "branch": "main" },
    "mason.nvim": { "branch": "main" },
    "mini.ai": { "branch": "main" },
    "mini.diff": { "branch": "main" },
    "mini.hipatterns": { "branch": "main" },
    "mini.icons": { "branch": "main" },
    "mini.indentscope": { "branch": "main" },
    "mini.move": { "branch": "main" },
    "mini.pairs": { "branch": "main" },
    "multicursors.nvim": { "branch": "main" },
    "neo-tree.nvim": { "branch": "main" },
    "neoconf.nvim": { "branch": "main" },
    "neogen": { "branch": "main" },
    "noice.nvim": { "branch": "main" },
    "nui.nvim": { "branch": "main" },
    "nvim-autopairs": { "branch": "master" },
    "nvim-bqf": { "branch": "main" },
    "nvim-cmp": { "branch": "main" },
    "nvim-colorizer.lua": { "branch": "master" },
    "nvim-dap": { "branch": "master" },
    "nvim-dap-ui": { "branch": "master" },
    "nvim-dap-virtual-text": { "branch": "master" },
    "nvim-dap-vscode-js": { "branch": "main" },
    "nvim-highlight-colors": { "branch": "main" },
    "nvim-lint": { "branch": "master" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-navbuddy": { "branch": "master" },
    "nvim-nio": { "branch": "master" },
    "nvim-surround": { "branch": "main" },
    "nvim-treesitter": { "branch": "master" },
    "nvim-treesitter-textobjects": { "branch": "master" },
    "nvim-ts-autotag": { "branch": "main" },
    "nvim-web-devicons": { "branch": "master" },
    "octo.nvim": { "branch": "master" },
    "oil-vcs-status": { "branch": "main" },
    "oil.nvim": { "branch": "master" },
    "persistence.nvim": { "branch": "main" },
    "plenary.nvim": { "branch": "master" },
    "refactoring.nvim": { "branch": "master" },
    "render-markdown.nvim": { "branch": "main" },
    "snacks.nvim": { "branch": "main" },
    "telescope-file-browser.nvim": { "branch": "master" },
    "telescope-fzf-native.nvim": { "branch": "main" },
    "telescope-import.nvim": { "branch": "main" },
    "telescope-terraform-doc.nvim": { "branch": "main" },
    "telescope-terraform.nvim": { "branch": "main" },
    "telescope-ui-select.nvim": { "branch": "master" },
    "telescope-undo.nvim": { "branch": "main" },
    "telescope.nvim": { "branch": "master" },
    "template-string.nvim": { "branch": "main" },
    "todo-comments.nvim": { "branch": "main" },
    "tokyonight.nvim": { "branch": "main" },
    "treesj": { "branch": "main" },
    "trouble.nvim": { "branch": "main" },
    "ts-comments.nvim": { "branch": "main" },
    "twilight.nvim": { "branch": "main" },
    "vim-matchup": { "branch": "master" },
    "virt-column.nvim": { "branch": "master" },
    "vscode-js-debug": { "branch": "main" },
    "which-key.nvim": { "branch": "main" },
    "yanky.nvim": { "branch": "main" },
    "zen-mode.nvim": { "branch": "main" }
}
