{
    "Comment.nvim": { "branch": "master" },
    "LazyVim": { "branch": "main" },
    "SchemaStore.nvim": { "branch": "main" },
    "aerial.nvim": { "branch": "master" },
    "barbar.nvim": { "branch": "master" },
    "barbecue": { "branch": "main" },
    "better-escape.nvim": { "branch": "master" },
    "bookmarks.nvim": { "branch": "main" },
    "bufferline.nvim": { "branch": "main" },
    "catppuccin": { "branch": "main" },
    "cmp-buffer": { "branch": "main" },
    "cmp-calc": { "branch": "main" },
    "cmp-cmdline": { "branch": "main" },
    "cmp-conventionalcommits": { "branch": "master" },
    "cmp-git": { "branch": "main" },
    "cmp-nvim-lsp": { "branch": "main" },
    "cmp-nvim-lua": { "branch": "main" },
    "cmp-path": { "branch": "main" },
    "codi.vim": { "branch": "master" },
    "conform.nvim": { "branch": "master" },
    "dashboard-nvim": { "branch": "master" },
    "dial.nvim": { "branch": "master" },
    "dressing.nvim": { "branch": "master" },
    "dropbar.nvim": { "branch": "master" },
    "flash.nvim": { "branch": "main" },
    "friendly-snippets": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "grug-far.nvim": { "branch": "main" },
    "harpoon": { "branch": "harpoon2" },
    "harpoon-lualine": { "branch": "master" },
    "hydra.nvim": { "branch": "main" },
    "inc-rename.nvim": { "branch": "main" },
    "indent-blankline.nvim": { "branch": "master" },
    "kulala.nvim": { "branch": "main" },
    "lazy.nvim": { "branch": "main" },
    "lazydev.nvim": { "branch": "main" },
    "lspkind.nvim": { "branch": "master" },
    "lualine.nvim": { "branch": "master" },
    "luvit-meta": { "branch": "main" },
    "markdown-preview.nvim": { "branch": "master" },
    "mason-lspconfig.nvim": { "branch": "main" },
    "mason-nvim-dap.nvim": { "branch": "main" },
    "mason.nvim": { "branch": "main" },
    "mini.ai": { "branch": "main" },
    "mini.hipatterns": { "branch": "main" },
    "mini.icons": { "branch": "main" },
    "mini.indentscope": { "branch": "main" },
    "mini.move": { "branch": "main" },
    "mini.pairs": { "branch": "main" },
    "modicator.nvim": { "branch": "main" },
    "multicursors.nvim": { "branch": "main" },
    "neo-tree.nvim": { "branch": "main" },
    "neoconf.nvim": { "branch": "main" },
    "neogen": { "branch": "main" },
    "neotest": { "branch": "master" },
    "neotest-elixir": { "branch": "master" },
    "neotest-plenary": { "branch": "master" },
    "nlsp-settings.nvim": { "branch": "main" },
    "noice.nvim": { "branch": "main" },
    "nui.nvim": { "branch": "main" },
    "nvim-bqf": { "branch": "main" },
    "nvim-cmp": { "branch": "main" },
    "nvim-colorizer.lua": { "branch": "master" },
    "nvim-dap": { "branch": "master" },
    "nvim-dap-ui": { "branch": "master" },
    "nvim-dap-virtual-text": { "branch": "master" },
    "nvim-dbee": { "branch": "master" },
    "nvim-emmet": { "branch": "main" },
    "nvim-highlight-colors": { "branch": "main" },
    "nvim-lint": { "branch": "master" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-nio": { "branch": "master" },
    "nvim-notify": { "branch": "master" },
    "nvim-puppeteer": { "branch": "main" },
    "nvim-snippets": { "branch": "main" },
    "nvim-treesitter": { "branch": "master" },
    "nvim-treesitter-context": { "branch": "master" },
    "nvim-treesitter-textobjects": { "branch": "master" },
    "nvim-ts-autotag": { "branch": "main" },
    "nvim-ts-context-commentstring": { "branch": "main" },
    "nvim-ufo": { "branch": "main" },
    "nvim-web-devicons": { "branch": "master" },
    "octo.nvim": { "branch": "master" },
    "oil-vcs-status": { "branch": "main" },
    "oil.nvim": { "branch": "master" },
    "one-small-step-for-vimkind": { "branch": "main" },
    "persistence.nvim": { "branch": "main" },
    "plenary.nvim": { "branch": "master" },
    "promise-async": { "branch": "main" },
    "refactoring.nvim": { "branch": "master" },
    "render-markdown.nvim": { "branch": "main" },
    "sniprun": { "branch": "master" },
    "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
    "telescope-file-browser.nvim": { "branch": "master" },
    "telescope-fzf-native.nvim": { "branch": "main" },
    "telescope-import.nvim": { "branch": "main" },
    "telescope-ui-select.nvim": { "branch": "master" },
    "telescope-undo.nvim": { "branch": "main" },
    "telescope.nvim": { "branch": "master" },
    "text-case.nvim": { "branch": "main" },
    "todo-comments.nvim": { "branch": "main" },
    "tokyonight.nvim": { "branch": "main" },
    "treesj": { "branch": "main" },
    "trouble.nvim": { "branch": "main" },
    "ts-comments.nvim": { "branch": "main" },
    "twilight.nvim": { "branch": "main" },
    "vim-illuminate": { "branch": "master" },
    "vim-matchup": { "branch": "master" },
    "vim-sleuth": { "branch": "master" },
    "which-key.nvim": { "branch": "main" },
    "yanky.nvim": { "branch": "main" },
    "zen-mode.nvim": { "branch": "main" }
}
