asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
drcika.apc-extension
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
g4rcez.dark-brabo
g4rcez.nuclei-vscode
g4rcez.superfile
github.vscode-github-actions
kdl-org.kdl
keifererikson.nightfox
mikestead.dotenv
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-vscode-remote.remote-containers
naumovs.color-highlight
nrwl.angular-console
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-yaml
stone-co.stone-backstage-helper
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
sumneko.lua
tamasfe.even-better-toml
vscode-icons-team.vscode-icons
wix.vscode-import-cost
yinfei.luahelper
Zignd.html-css-class-completion
