CoenraadS.bracket-pair-colorizer
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
marp-team.marp-vscode
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
pflannery.vscode-versionlens
PKief.material-icon-theme
shinnn.stylelint
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
vincaslt.highlight-matching-tag
vscodevim.vim
Zignd.html-css-class-completion
