aeschli.vscode-css-formatter
blanu.vscode-styled-jsx
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GabrielBB.vscode-lombok
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
MaxvanderSchee.web-accessibility
mikestead.dotenv
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
shengchen.vscode-checkstyle
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
will-stone.plastic
Zignd.html-css-class-completion
