2gua.rainbow-brackets
aeschli.vscode-css-formatter
blanu.vscode-styled-jsx
dcasella.i3
dracula-theme.theme-dracula
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
MaxvanderSchee.web-accessibility
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
PKief.material-icon-theme
shinnn.stylelint
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
vincaslt.highlight-matching-tag
will-stone.plastic
Zignd.html-css-class-completion
