# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Install
brew 'bat'
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'jq'
brew 'diff-so-fancy'
brew 'gnu-sed'
brew 'findutils'
brew 'gnupg'
brew 'bottom'
brew 'diff-so-fancy'
brew 'fzf'
brew 'fd'

# Cask
cask 'docker'
#cask 'raycast'
