ohmyzsh/ohmyzsh path:plugins/fzf
MichaelAquilina/zsh-auto-notify
hlissner/zsh-autopair
wfxr/forgit
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
